alefragnani.project-manager
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bungcip.better-toml
dracula-theme.theme-dracula
ekibun.fortranbreaker
Emlin.Ansys
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
ExecutableBookProject.myst-highlight
fabiospampinato.vscode-open-in-application
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
Gimly81.fortran
johnpapa.winteriscoming
JP.abaqus
liviuschera.noctis
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.powershell
Multiconsult-Group.multicon
redhat.vscode-yaml
samuelcolvin.jinjahtml
shenbo.apdl
tcwalther.cython
yzhang.markdown-all-in-one
